/*  Class = "NSButton"; gToolTip = "Rotate right (⇧⌘R)"; ObjectID = "386";  */
"Rotate right (⇧⌘R)" = "右に回転します (⇧⌘R)";

/*  Class = "NSPopUpButton"; gToolTip = "Choose a data format to display the current data by using QuickLook"; ObjectID = "8";  */
"Choose a data format to display the current data by using QuickLook" = "Quick Look を使用して現在のデータを表示するためのデータ形式を指定します";

/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "15";  */
/*  Class = "NSButtonCell"; title = "OK"; ObjectID = "228";  */
"OK" = "OK";

/*  Class = "NSButtonCell"; title = "Open..."; ObjectID = "16";  */
"Open..." = "開く...";

/*  Class = "NSButtonCell"; title = "Save..."; ObjectID = "17";  */
"Save..." = "保存...";

/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "18";  */
/*  Class = "NSButtonCell"; title = "Cancel"; ObjectID = "229";  */
"Cancel" = "キャンセル";

/*  Class = "NSSegmentedCell"; 19.labels[0] = "Text"; ObjectID = "19";  */
"Text" = "テキスト";

/*  Class = "NSSegmentedCell"; 19.labels[1] = "Image"; ObjectID = "19";  */
"Image" = "イメージ";

/*  Class = "NSSegmentedCell"; 19.labels[2] = "Hex"; ObjectID = "19";  */
"Hex" = "16 進";

/*  Class = "NSSegmentedCell"; 19.toolTips[0] = "Show data as text"; ObjectID = "19";  */
"Show data as text" = "テキストとしてデータを表示します";

/*  Class = "NSSegmentedCell"; 19.toolTips[1] = "Try to show data as image"; ObjectID = "19";  */
"Try to show data as image" = "イメージとしてデータの表示を試みます";

/*  Class = "NSSegmentedCell"; 19.toolTips[2] = "Show data hexadecimal"; ObjectID = "19";  */
"Show data hexadecimal" = "データの 16 進表現を表示します";

/*  Class = "NSButtonCell"; title = "Close"; ObjectID = "77";  */
"Close" = "閉じる";

/*  Class = "NSButton"; gToolTip = "Set to NULL (⇧⌘N)"; ObjectID = "520";  */
"Set to NULL (⇧⌘N)" = "NULL にします (⇧⌘N)";

/*  Class = "NSButton"; gToolTip = "Rotate left (⇧⌘L)"; ObjectID = "388";  */
"Rotate left (⇧⌘L)" = "左に回転します (⇧⌘L)";

/*  Class = "NSButtonCell"; title = "NULL"; ObjectID = "521";  */
"NULL" = "NULL";

/*  Class = "NSTextField"; gToolTip = "Enter as octal number (⌘O)"; ObjectID = "86";  */
"Enter as octal number (⌘O)" = "8 進数として入力します (⌘O)";

/*  Class = "NSTextField"; gToolTip = "Enter as integer (⌘I)"; ObjectID = "90";  */
"Enter as integer (⌘I)" = "整数として入力します (⌘I)";

/*  Class = "NSTextField"; gToolTip = "Enter as hexadecimal string (⌘H)"; ObjectID = "91";  */
"Enter as hexadecimal string (⌘H)" = "16 進数として入力します (⌘H)";

/*  Class = "NSTextFieldCell"; title = "Hexadecimal:"; ObjectID = "224";  */
"Hexadecimal:" = "16 進数:";

/*  Class = "NSTextFieldCell"; title = "Integer:"; ObjectID = "225";  */
"Integer:" = "整数:";

/*  Class = "NSTextFieldCell"; title = "Octal:"; ObjectID = "226";  */
"Octal:" = "8 進数:";

/*  Class = "NSButton"; gToolTip = "Set all bits to 1 (⌘1)"; ObjectID = "376";  */
"Set all bits to 1 (⌘1)" = "すべてのビットを 1 にします (⌘1)";

/*  Class = "NSButton"; gToolTip = "Set all bits to 0 (⌘0)"; ObjectID = "378";  */
"Set all bits to 0 (⌘0)" = "すべてのビットを 0 にします (⌘0)";

/*  Class = "NSButton"; gToolTip = "Negate all bits (⌘N)"; ObjectID = "380";  */
"Negate all bits (⌘N)" = "すべてのビットを無効化します (⌘N)";

/*  Class = "NSButton"; gToolTip = "Shift right (⌘R)"; ObjectID = "382";  */
"Shift right (⌘R)" = "右にシフトします (⌘R)";

/*  Class = "NSButton"; gToolTip = "Shift left (⌘L)"; ObjectID = "384";  */
"Shift left (⌘L)" = "左にシフトします (⌘L)";

